exports/physics/linear_momentum.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-08-16 Mon 00:03 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Linear Momentum</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">
<h1 class="title">Linear Momentum</h1>



<div id="outline-container-orgf95faa1" class="outline-2">
<h2 id="orgf95faa1"><span class="section-number-2">1</span> Linear Momentum</h2>
<div class="outline-text-2" id="text-1">
<p>
\[
\overrightarrow{p} = m\overrightarrow{v}
\]
</p>

<p>
Since \(m\) is a scalar \(\overrightarrow{p}\) always has the same direction as
\(\overrightarrow{v}\).
</p>
</div>

<div id="outline-container-orgc16f252" class="outline-3">
<h3 id="orgc16f252"><span class="section-number-3">1.1</span> Newton's second law</h3>
<div class="outline-text-3" id="text-1-1">
<p>
"The rate of change of the momentum of a particle is equal to the net force
acting on the particle and in the direction of that force"
</p>
</div>
</div>

<div id="outline-container-org123e916" class="outline-3">
<h3 id="org123e916"><span class="section-number-3">1.2</span> For a system of particles</h3>
<div class="outline-text-3" id="text-1-2">
<p>
\[
\overrightarrow{P} = M\overrightarrow{v}_{com},
\]
\[
\overrightarrow{F}_{net} = \dv{\overrightarrow{p}}{t}
\]
</p>
</div>
</div>
</div>


<div id="outline-container-org38a578e" class="outline-2">
<h2 id="org38a578e"><span class="section-number-2">2</span> Impulse</h2>
<div class="outline-text-2" id="text-2">
<p>
When a bat collides with a ball, the ball experiences a \(\overrightarrow{F}(t)\)
which varies during the collision and changes the linear momentum of the ball.
</p>

<p>
From this, impulse \(\overrightarrow{J}\) is defined as follows.
</p>

<p>
\[
\overrightarrow{J} = \int_{t_i}^{t_f} \overrightarrow{F}(t) dt
\]
</p>

<p>
(also the area under a graph of \(F\) against \(t\))
thus, the change in an object's momentum is equal to the impulse on the object
</p>

<p>
\[
\Delta\overrightarrow{p} = \overrightarrow{J}  \text{(linear momentum-impulse
theorem)}
\]
</p>

<p>
If we know the average magnitude of the force and duration of the collision:
</p>

<p>
\[
J = F_{avg}\Delta t.
\]
</p>
</div>

<div id="outline-container-orged47d6d" class="outline-3">
<h3 id="orged47d6d"><span class="section-number-3">2.1</span> Why is landing in snow safer than landing on bare ground?</h3>
<div class="outline-text-3" id="text-2-1">
<p>
The change in linear momentum is the same in both scenarios and thus the impulse
of both collisions are equivalent. Thus, since landing in snow results in a
greater \(t\), \(\rightoverarrow{F}\) should be less in order to achieve the same
impulse.
</p>
</div>
</div>
</div>

<div id="outline-container-org9307310" class="outline-2">
<h2 id="org9307310"><span class="section-number-2">3</span> Series of collisions</h2>
<div class="outline-text-2" id="text-3">
<p>
Let's consider the force on a body when it undergoes a series of identical,
repeated collisions. For instance, a tennis ball firing machine rapidly
firing at a wall. Each collision would produce a force on the wall, but what we
see is the average force on the wall during the bombardment.
</p>

<p>
A steady stream of projectile bodies, with identical mass \(m\) and linear momenta
\(m\overrightarrow{v}\) moves along an \(x\) axis and collides with the target body
\(n\) times in a time interval \(\Delta t\).  Thus, each projectile has initial
momentum \(mv\) and undergoes a change \(\Delta p\) in linear momentum because of
the colision. The total change in linear momentum for n particles for \(n\)
projectiles during interval \(\Delta t\) is \(n \Delta p\).  The resulting impulse
\(\overrightarrow{J}\) on the target during \(\Delta t\) is along the \(x\) axis and
has the same magnitude of \(n \Delta p\) but is in the opposite direction.
</p>

<p>
This results in the following relation:
</p>

<p>
\[
J = -n \Delta p.
\]
</p>

<p>
where the minus sign indicates that \(J\) and \(\Delta p\) have opposite directions.
</p>
</div>
<div id="outline-container-orgdf3bfa3" class="outline-3">
<h3 id="orgdf3bfa3"><span class="section-number-3">3.1</span> Average force</h3>
<div class="outline-text-3" id="text-3-1">
<p>
We find the average force acting on the target as follows:
</p>

<p>
\[
F_{avg} = - \frac{n}{\Delta t}m\Delta v.
\]
</p>

<p>
If the projectiles stop upon impact, we can write substitute for \(\Delta v\),
</p>

<p>
\[
\Delta v = v_f - v_i = -v.
\]
</p>

<p>
if the projectiles rebound directly back with no change in speed, then \(v_f =
-v\) and thus,
</p>

<p>
\[
\Delta v = -2v.
\]
</p>

<p>
instead.
</p>
</div>
</div>
</div>


<div id="outline-container-orgf4777f9" class="outline-2">
<h2 id="orgf4777f9"><span class="section-number-2">4</span> Conservation of linear momentum</h2>
<div class="outline-text-2" id="text-4">
<p>
In a closed, isolated csystem,
</p>

<p>
\[
\overrightarrow{P} = constant
\]
</p>

<p>
or
</p>

<p>
\[
\overrightarrow{P_i} = \overrightarrow{P_f}
\].
</p>
</div>
</div>

<div id="outline-container-orgaf2a496" class="outline-2">
<h2 id="orgaf2a496"><span class="section-number-2">5</span> Momentum and KE in collisions</h2>
<div class="outline-text-2" id="text-5">
<p>
If the total KE is unchanged by a collision, then the collision is "elastic"
otherwise, it is considered inelastic.
</p>
</div>

<div id="outline-container-org0810c3a" class="outline-3">
<h3 id="org0810c3a"><span class="section-number-3">5.1</span> Inelastic collisions</h3>
<div class="outline-text-3" id="text-5-1">
<p>
A collision of a wet putty ball with a bat is inelastic as the putty sticks to
the bat.
</p>

<p>
\[
\overrightarrow{p_{1i}} + \overrightarrow{p_{2i}} = \overrightarrow{p_{1f}} + \overrightarrow{p_{2f}}
\] (conservation of linear momentum)
</p>
</div>

<div id="outline-container-org1a4434a" class="outline-4">
<h4 id="org1a4434a"><span class="section-number-4">5.1.1</span> Completely inelastic collision</h4>
<div class="outline-text-4" id="text-5-1-1">
<p>
In a Completely inelastic collision, the objects stick together.
Take the body with mass \(m_2\) to be initially at rest and the body with mass
\(m_2\) to be the projectile. After the collision, the stuck-together bodies move
with velocity V. For this situation, we can write the above equation as
</p>

<p>
\[
m_1v_{1i} = (m_1+m_2)V
\]
</p>

<p>
or
</p>

<p>
\[
V = \frac{m_1}{m_1+m_2}v_{1i}.
\]
</p>

<p>
In a closed,isolated system, the velocity \rightoverarrow{v<sub>com</sub>} cannot be
changed by a collision because with the system isolated, there is no net
external force to change it.
</p>

<p>
To find \(v_{com}\), we can relate it to the total linear momentum
\(\overrightarrow{P}\) .
</p>

<p>
\[
\overrightarrow{P} = M\overrightarrow{v}_{com} = (m_1+m_2)\overrightarrow{v}_{com}.
\]
</p>

<p>
Thus,
</p>

<p>
\[
\overrightarrow{v}_{com} = \frac{\overrightarrow{P}}{m_1+m_2} =
\frac{\overrightarrow{p_1}+\overrightarrow{p_2}}{m_1+m_2}
\]
</p>
</div>
</div>
</div>


<div id="outline-container-orgba8316f" class="outline-3">
<h3 id="orgba8316f"><span class="section-number-3">5.2</span> Elastic collisions</h3>
<div class="outline-text-3" id="text-5-2">
<p>
In an elastic collision, the total KE of the system does not change.
</p>
</div>

<div id="outline-container-org9dcd142" class="outline-4">
<h4 id="org9dcd142"><span class="section-number-4">5.2.1</span> Stationary target</h4>
<div class="outline-text-4" id="text-5-2-1">
<p>
\[
m_1v_{1i} = m_1v_{1f} + m_2v_{2f}
\]
(conservation of momentum)
</p>

<p>
\[
\frac{1}{2}m_1v_{1i}^2 = \frac{1}{2}m_1v_{1f}^2 + \frac{1}{2}m_2v_{1f}^2
\]
</p>

<p>
(Total KE of system does not change)
</p>

<p>
which can be rewritten as
</p>

<p>
\[
v_{1f} = \frac{m_1-m_2}{m_1+m_2}v_{1i}
\]
</p>

<p>
\[
v_{2f} = \frac{2m_1}{m_1+m_2}v_{1i}
\]
</p>
</div>


<ol class="org-ol">
<li><a id="org8141adb"></a>Equal masses<br />
<div class="outline-text-5" id="text-5-2-1-1">
<p>
If \(m_1 = m_2\), the equations reduce to:
</p>

<p>
\[
v_{1f} = 0 \text{ and } v_{2f} = v_{1i}
\]
</p>

<p>
similar to billiard balls.
</p>
</div>
</li>

<li><a id="org79510cf"></a>A massive target<br />
<div class="outline-text-5" id="text-5-2-1-2">
<p>
If \(m_2 \gg m_1\),
</p>

<p>
\[
v_{1f} \approx -v_{1i} \text{ and } v_{2f} \approx \left( \frac{2m_1}{m_2} \right) v_{1i}
\].
</p>

<p>
This tells us the projectile simply bounces back while the target moves forward
at a low speed as the quantity in parentheses is much less than unity
</p>
</div>
</li>

<li><a id="org69a5d92"></a>A massive projectile<br />
<div class="outline-text-5" id="text-5-2-1-3">
<p>
If \(m_1 \gg m_2\)
</p>

<p>
\[
v_{1f} \approx v_{1i} \text{ and } v_{2f} \approx 2v_{1i}.
\]
</p>

<p>
The projectile just keeps on moving. The target moves at twice the speed similar
to how there is a change of velocity of \(2v\) as the projectile in the previous
scenario as it bounces back.
</p>
</div>
</li>
</ol>
</div>

<div id="outline-container-org810880c" class="outline-4">
<h4 id="org810880c"><span class="section-number-4">5.2.2</span> Moving targets</h4>
<div class="outline-text-4" id="text-5-2-2">
<p>
The equations develop into
</p>

<p>
\[
v_{1f} = \frac{m_1-m_2}{m_1+m_2}v_{1i} + \frac{2m_2}{m_1+m_2}v_{2i}.
\]
</p>

<p>
\[
v_{2f} = \frac{2m_1}{m_1+m_2}v_{1i} + \frac{m_2-m_1}{m_1+m_2}v_{2i}
\]
</p>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2021-08-16 Mon 00:03</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
